"PageTitle" = "Wybierz miejsce docelowe";

/* Target Select Strings */
"SelectMessage_Volumes" = "Zaznacz dysk, na którym chcesz zainstalować oprogramowanie %@.";
"SelectMessageChecking_Volumes" = "Sprawdzam dodatkowe dyski…";

/* Domain Select Strings */
"SelectMessage_Domains" = "Jak chcesz zainstalować to oprogramowanie?";
"SelectMessageChecking_Domains" = "Sprawdzam dodatkowe miejsca instalacji…";

/* Available domain strings */
"DomainInstall_Local" = "Zainstaluj dla wszystkich użytkowników komputera";
"DomainInstall_User" = "Zainstaluj tylko dla mnie";
"DomainInstall_Anywhere" = "Zainstaluj na określonym dysku…";

/* The entire destination message - where the software will be installed. Displayed on the regular panel. */
"DestinationMessageDriveAndDirectory" = "Wybrana została opcja instalacji tego oprogramowania w katalogu „%1$@” na dysku „%2$@”.";
"DestinationMessageDriveOnly" = "Wybrana została opcja instalacji tego oprogramowania na dysku „%@”.";
"DestinationMessage_HomeDir" = "Wybrana została opcja instalacji tego oprogramowania w katalogu domowym. Z oprogramowania będzie mógł korzystać tylko bieżący użytkownik.";
"DestinationMessage_LocalMachine" = "Wybrana została opcja instalacji tego oprogramowania dla wszystkich użytkowników komputera.";

/* Tells the user how much space is needed to install the software */
"SizeMessageInstallNoSpaceNeeded" = "Instalacja tego oprogramowania nie wymaga dodatkowego miejsca na dysku.";
"SizeMessageInstall" = "Instalacja tego oprogramowania wymaga %@ wolnego miejsca.";


"CannotInstallMessage_Volume" = "Programu %1$@ nie można zainstalować na tym dysku. %2$@";
"CannotInstallMessage_Domain" = "Nie możesz zainstalować %1$@ w tym miejscu. Instalator %1$@ nie zezwala na instalację oprogramowania tutaj.";

"InstallMessage" = "Wybrana została opcja instalacji %@ na tym dysku.";
"UpgradeMessage" = "Wybrana została opcja instalacji nowej wersji %@ na tym dysku.";

"NeedChangeInstallMessage" = "Nie możesz zainstalować %1$@ na tym dysku bez zmiany ustawień instalacji. Aby zmienić ustawienia, kliknij w Opcje. %2$@";

/* Options Panel Strings */
"InstallOSDescription" = "Instaluj %@";
"InstallOSDescriptionParagragh" = "Instaluje %@ po raz pierwszy.";

"UpgradeOSDescription" = "Zmiana wersji na %@";
"UpgradeOSDescriptionParagragh" = "Zastępuje wcześniejszą wersję %@.";

/* Version Package Rev Strings */
"VersionSheetTitle" = "Wybrany dysk zawiera nowszą wersję oprogramowania niż instalowana.";
"VersionSheetMessage" = "Instalacja tego oprogramowania zastąpi nową wersję starszą.";
"VersionInstallMessage" = "Wybrana została opcja instalacji tego oprogramowania na dysku zawierającym nowszą wersję.";
